{
    "Home": "الرئيسية",
    "Services": "خدماتنا",
    "Contact": "تواصل معنا",
    "Empowering UAE Workforces": "تمكين القوى العاملة في الإمارات",
    "Reliable manpower solutions for civil, mechanical, and industrial sectors, serving both local and international clients.": "حلول موثوقة للقوى العاملة في القطاعات المدنية والميكانيكية والصناعية، تخدم العملاء المحليين والدوليين.",
    "Get Started": "ابدأ الآن",
    "Contact Us": "تواصل معنا",
    "What We Deliver": "ماذا نقدّم لعملائنا",
    "Smart staffing solutions tailored to your industry needs.": "حلول توظيف ذكية مصممة لتلبية احتياجات قطاعك.",
    "Skilled Workforce": "قوى عاملة ماهرة",
    "From civil engineers to hospitality staff, ready for deployment.": "من المهندسين المدنيين إلى موظفي الضيافة، جاهزون للعمل فوراً.",
    "Full-Service Support": "دعم شامل متكامل",
    "Recruitment, visa, payroll & accommodation under one roof.": "توظيف، تأشيرات، رواتب وسكن تحت سقف واحد.",
    "UAE Expertise": "خبرة في السوق الإماراتي",
    "Serving top companies in Abu Dhabi, Dubai & beyond.": "نخدم كبرى الشركات في أبوظبي ودبي وخارجها.",
    "About Us": "تعرف علينا",
    "Tamouh Employment LLC, led by Chief Executive Director Engr. Mohamed El Bahrawy, has grown from humble beginnings into one of the UAE's most trusted names in manpower supply and recruitment. With operations in Abu Dhabi, Dubai, and other Emirates, we specialize in connecting businesses with the right talent, at the right time.": "تحت قيادة المدير التنفيذي المهندس محمد البحراوي، نمت شركة طموح للتوظيف من بدايات متواضعة لتصبح من الأسماء الأكثر ثقة في مجال توفير القوى العاملة والتوظيف في الإمارات. بفضل عملياتها في أبوظبي ودبي وباقي الإمارات، نتميز بربط الشركات بأفضل الكفاءات في الوقت المناسب.",
    "From engineers to hospitality professionals, we provide skilled manpower across various sectors, tailored to each client's specific needs. Our services cover short, medium, and long-term contract staffing, ensuring flexibility and quality in every placement.": "من المهندسين إلى محترفي الضيافة، نوفر قوى عاملة ماهرة في مختلف القطاعات، مصممة خصيصًا لتلبية احتياجات كل عميل. تشمل خدماتنا التوظيف بعقود قصيرة، متوسطة وطويلة الأجل، مع ضمان المرونة والجودة في كل عملية توظيف.",
    "For job seekers, we offer diverse opportunities and a quick hiring process. Contact us to stay updated with the latest openings that match your skills.": "للباحثين عن عمل، نوفر فرصًا متنوعة وعملية توظيف سريعة. تواصل معنا للبقاء على اطلاع بأحدث الوظائف التي تناسب مهاراتك.",
    "UAE manpower supply": "توفير القوى العاملة في الإمارات",
    "UAE employment agency": "وكالة توظيف في الإمارات"
}