{
    "Home": "الرئيسية",
    "Services": "خدماتنا",
    "Contact": "تواصل معنا",
    "Your Trusted UAE Manpower Partner": "توفير اليد العاملة في الإمارات",
    "Reliable manpower solutions for civil, mechanical, and industrial sectors, serving both local and international clients.": "حلول موثوقة للقوى العاملة في القطاعات المدنية والميكانيكية والصناعية، تخدم العملاء المحليين والدوليين.",
    "Get Started": "ابدأ الآن",
    "Contact Us": "تواصل معنا",
    "What We Deliver": "ماذا نقدّم لعملائنا",
    "Smart staffing solutions tailored to your industry needs.": "حلول توظيف ذكية مصممة لتلبية احتياجات قطاعك.",
    "Skilled Workforce": "قوى عاملة ماهرة",
    "From labourers to hospitality staff, ready for deployment.": "من عمال مهاريين إلى موظفي الضيافة، جاهزون للعمل فوراً.",
    "Full-Service Support": "دعم شامل متكامل",
    "Recruitment, visa, payroll & accommodation under one roof.": "توظيف، تأشيرات، رواتب وسكن تحت سقف واحد.",
    "UAE Expertise": "خبرة في السوق الإماراتي",
    "Serving top companies in Abu Dhabi, Dubai & beyond.": "نخدم كبرى الشركات في أبوظبي ودبي وخارجها.",
    "About Us": "تعرف علينا",
    "Tamouh Employment LLC, led by Engr. Mohamed El Bahrawy, has grown from humble beginnings into one of the UAE's most trusted names in manpower supply and recruitment. With operations in Abu Dhabi, Dubai, and other Emirates, we specialize in connecting businesses with the right talent, at the right time.": "تحت قيادة م. محمد البحراوي، نمت شركة طموح للتوظيف من بدايات متواضعة لتصبح من الأسماء الأكثر ثقة في مجال توفير القوى العاملة والتوظيف في الإمارات. بفضل عملياتها في أبوظبي ودبي وباقي الإمارات، نتميز بربط الشركات بأفضل الكفاءات في الوقت المناسب.",
    "From laborers to hospitality professionals, we provide skilled manpower across various sectors, tailored to each client's specific needs. Our services cover short, medium, and long-term contract staffing, ensuring flexibility and quality in every placement.": "من العمال المهاريين إلى محترفي الضيافة، نوفر قوى عاملة ماهرة في مختلف القطاعات، مصممة خصيصًا لتلبية احتياجات كل عميل. تشمل خدماتنا التوظيف بعقود قصيرة، متوسطة وطويلة الأجل، مع ضمان المرونة والجودة في كل عملية توظيف.",
    "UAE manpower supply": "توفير القوى العاملة في الإمارات",
    "UAE employment agency": "وكالة توظيف في الإمارات",
    "Connecting Ambition with Opportunity": "نربط الطموح بالفرص",
    "Our mission is to deliver world-class staffing solutions by connecting the right talent with the right opportunities. We strive to be the UAE's most innovative and reliable recruitment partner by building lasting, successful relationships with our clients, workforce, and associates, locally and globally.": "مهمتنا هي تقديم حلول توظيف عالمية المستوى من خلال ربط الكفاءات المناسبة بالفرص المناسبة. نسعى لأن نكون الشريك الأكثر ابتكارًا وموثوقية في مجال التوظيف داخل الإمارات، عبر بناء علاقات دائمة وناجحة مع عملائنا وقوانا العاملة وشركائنا، محليًا ودوليًا.",
    "How We Work": "آلية عملنا",
    "Client Needs Analysis:": "تحليل احتياجات العميل:",
    "We start by understanding your staffing requirements, project scope, and preferred candidate profiles.": "نبدأ بفهم احتياجاتكم من القوى العاملة، نطاق المشروع، والمرشحين المفضلين لديكم.",
    "Talent Sourcing & Screening:": "استقطاب وفرز المواهب:",
    "Our team sources and filters skilled candidates-locally and internationally-based on qualifications and experience.": "يقوم فريقنا باستقطاب وفرز المرشحين الأكفاء محليًا ودوليًا بناءً على المؤهلات والخبرة.",
    "Deployment & Logistics:": "التوظيف والدعم اللوجستي:",
    "We handle visas, accommodation, payroll, and transportation, ensuring workers are ready to join your site on time.": "نتولى إصدار التأشيرات، توفير السكن، إدارة الرواتب والنقل لضمان جاهزية العمال للوصول إلى موقع العمل في الوقت المحدد.",
    "Ongoing Support:": "الدعم المستمر:",
    "We maintain close communication to ensure satisfaction and provide quick replacements or adjustments when needed.": "نحافظ على تواصل دائم لضمان رضاكم، ونقدم بدائل أو تعديلات فورية عند الحاجة.",
    "Learn More": "اكتشف المزيد",
    "Why Choose Us?": "لماذا تختارنا؟",
    "We connect you with the right workforce quickly and reliably, supporting your business growth across government and private sectors.": "نوصلكم بأفضل الكفاءات بسرعة وموثوقية، لتمكين أعمالكم من النمو في القطاعين العام والخاص.",
    "Trusted Workforce Network": "شبكة قوى عاملة موثوقة",
    "Over 5000 skilled professionals ready to meet your staffing needs across multiple industries.": "أكثر من 5000 محترف ماهر جاهزون لتلبية احتياجات التوظيف عبر مختلف الصناعات.",
    "Complete Staffing Solutions": "حلول توظيف متكاملة",
    "We handle accommodation, transport, and support, so your workforce stays focused and productive.": "نتولى توفير السكن، النقل والدعم لضمان تركيز وإنتاجية القوى العاملة لديكم.",
    "Explore our Services": "خدماتنا بين يديك",
    "Chairman's Message": "رسالة الرئيس",
    "We believe that the strength of every company large or small is directly proportional to the quality and efficiency of its employees. We adhere to this principle in our own company. Such values have helped us to grow to the level of one of the most dependable Manpower service provider in UAE in a short period. The depth of our infrastructure enables us to recruit highly qualified personnel, locally and internationally.": "نؤمن بأن قوة أي شركة، سواء كانت كبيرة أو صغيرة، تتناسب طرديًا مع جودة وكفاءة موظفيها. ونحن نتمسك بهذا المبدأ داخل شركتنا. لقد ساعدتنا هذه القيم على النمو سريعًا لنصبح من بين أكثر مزودي خدمات التوظيف موثوقية في الإمارات. وتعززنا بنيتنا التحتية المتقدمة في استقطاب أفضل الكفاءات محليًا ودوليًا.",
    "Through Tamouh Employment LLC you can enjoy a single point of responsibility for your project requirements with the highest quality standards and industry leading techniques. Our entire team is committed to our core values, which enables us to facilitate full satisfaction to our clients and partners.": "من خلال شركة طموح للتوظيف ذ.م.م، نوفر لكم نقطة اتصال موحدة لتلبية متطلبات مشاريعكم، مع الالتزام بأعلى معايير الجودة وأحدث الممارسات في القطاع. يلتزم فريقنا بالكامل بقيمنا الجوهرية، مما يضمن رضا تامًا لعملائنا وشركائنا.",
    "We thank you for your patronage in the past and looking forward to be at your service in future.": "نشكركم على دعمكم وثقتكم في الماضي، ونتطلع إلى خدمتكم مستقبلًا.",
    "Engr. Mohamed El Bahrawy": "م. محمد البحراوي",
    "CEO": "الرئيس التنفيذي",
    "Our Success Partners": "شركاؤنا في النجاح",
    "Trusted by leading companies across the UAE for reliable and efficient manpower solutions.": "محط ثقة كبرى الشركات في الإمارات لتوفير حلول توظيف موثوقة وفعّالة.",
    "Your Workforce Partner Awaits": "شريكك في التوظيف بانتظارك",
    "Get in touch with Tamouh Employment for manpower supply, recruitment services, and staffing support across the UAE. We're here to assist employers and job seekers alike.": "تواصل مع طموح للتوظيف للحصول على خدمات توريد الكوادر البشرية، والتوظيف، والدعم الشامل للموارد البشرية في جميع أنحاء الإمارات. نحن هنا لمساعدة أصحاب الأعمال والباحثين عن عمل على حد سواء.",
    "Let's Work Together": "لنعمل معًا",
    "Whether you're hiring or job-hunting, our team is ready to support you every step of the way.": "سواء كنت تبحث عن موظفين أو عن وظيفة، فإن فريقنا جاهز لدعمك في كل خطوة على الطريق.",
    "Our address": "عنواننا",
    "United Arab Emirates": "الإمارات العربية المتحدة",
    "Building No 6, 9th Floor, Office 901": "المبنى رقم 6، الطابق التاسع، المكتب 901",
    "Barqa An Nisil St, Al Nahyan, Abu Dhabi": "شارع برقة النسل، النهيان، أبوظبي",
    "Our contacts": "وسائل التواصل",
    "Email us": "راسلنا عبر البريد الإلكتروني",
    "Call us": "اتصل بنا",
    "Where Connections Begin": "حيث تبدأ الروابط الحقيقية",
    "Our doors are open in the heart of Abu Dhabi, drop by, meet our team, and take the next step toward reliable recruitment solutions.": "أبوابنا مفتوحة في قلب أبوظبي، تفضل بزيارتنا، تعرّف على فريقنا، واتخذ الخطوة التالية نحو حلول توظيف موثوقة.",
    "Contact Tamouh Employment": "تواصل مع طموح للتوظيف",
    "Our services": "خدماتنا",
    "Manpower Supply – Local & Overseas": "توريد القوى العاملة - محليًا ودوليًا",
    "Workforce Solutions Made Simple": "حلول القوى العاملة بسهولة وكفاءة",
    "Empower your business with reliable staffing, recruitment, and HR services built to scale with your needs.": "نمِّ أعمالك من خلال خدمات التوظيف والموارد البشرية الموثوقة والمصممة لتواكب تطلعاتك.",
    "Manpower Supply": "توفير الأيدي العاملة",
    "Get fully sponsored skilled workers across sectors, ready to join your team fast.": "نقدم عمالة ماهرة تحت كفالتنا الكاملة وجاهزة للعمل فوراً في مختلف القطاعات.",
    "Recruitment Services": "خدمات التوظيف",
    "Hire top local and international talent with streamlined sourcing and placement.": "نوفر لك أفضل الكفاءات المحلية والدولية من خلال عملية توظيف سهلة وفعالة.",
    "Project Staffing": "توظيف حسب المشاريع",
    "Easily scale up for any project with flexible, contract-based workforce solutions.": "قم بتوسيع فريق عملك بسهولة حسب متطلبات المشروع بعقود مرنة ومخصصة.",
    "Visa Processing": "خدمات التأشيرات",
    "Ensure fast, compliant visa handling for smooth onboarding and legal peace of mind.": "نُنجز معاملات التأشيرات بسرعة واحترافية لضمان انضمام سلس ومتوافق قانونياً.",
    "Payroll Management": "إدارة الرواتب",
    "Simplify salary payments with secure, accurate, and fully compliant processing.": "إدارة دقيقة وآمنة للرواتب تضمن الامتثال الكامل والراحة لك وللموظفين.",
    "Staff Accommodation": "سكن العمال",
    "Provide your workers with clean, managed housing, meals, and transport included.": "نوفر سكن مريح ونظيف للعمال يشمل الوجبات والنقل بإدارة كاملة.",
    "HR Outsourcing": "الاستعانة بمصادر خارجية للموارد البشرية",
    "Let us manage your HR tasks so you can focus on growing your business.": "دعنا نتولى إدارة الموارد البشرية حتى تتفرغ لتنمية أعمالك.",
    "Executive Search": "توظيف الكوادر العليا",
    "Find qualified leaders and specialists who align with your company goals.": "نستقطب القيادات والخبرات التي تتماشى مع أهداف شركتك بنجاح.",
    "Tamouh Employment LLC delivers flexible, reliable manpower and HR solutions for businesses across the UAE and beyond.": "توفر طموج لخدمات التوظيف حلولاً مرنة وموثوقة للقوى العاملة والموارد البشرية داخل الإمارات وخارجها.",
    "Smart Workforce Solutions": "حلول ذكية للقوى العاملة",
    "Trusted manpower and HR services across the UAE for every industry.": "خدمات موثوقة للتوظيف والموارد البشرية تغطي جميع القطاعات في الإمارات.",
    "Civil Manpower Supply – Onshore / Offshore": " توفير القوى العاملة المدنية – برًا وبحرًا",
    "We deliver highly skilled civil workers, laborers, supervisors, foremen, and craftsmen, ready for both short- and long-term infrastructure and construction projects.": "نوفر عمالة مدنية ماهرة للغاية، بما في ذلك العمال المهاريين، المشرفين، رؤساء العمال والحرفيين، جاهزين لمشاريع البنية التحتية والبناء سواء على المدى القصير أو الطويل.",
    "labourers": "عمال مهاريين",
    "Masonry, Carpentry, Steel Fixers": "بناء، نجارة، تثبيت الحديد",
    "Supervisors, Foremen, Helpers": "مشرفون، رؤساء عمال، مساعدين",
    "Mechanical Manpower Supply – Onshore / Offshore": " توفير القوى العاملة الميكانيكية – برًا وبحرًا",
    "Our mechanical teams bring deep industry knowledge to every job, from pipelines and fabrication to welding and electrical installation.": "نقدم فرقًا ميكانيكية تتمتع بمعرفة عميقة في كل مهمة، بدءًا من أنابيب المياه وصناعة المعادن إلى اللحام وتركيب الكهرباء.",
    "Mechanical wWrkers & Foremen": "قوى عاملة ميكانيكية ومشرفون",
    "Pipe Fitters, Fabricators, Multi-Welders": "تركيب أنابيب، صناع المعادن، لحاميون متعددون",
    "Electricians, Fire Watchers, Helpers": "كهربائيون، مراقبو سلامة الحريق، مساعدين",
    "Hello%2C%20I%E2%80%99m%20contacting%20you%20from%20the%20Tamouh%20Employment%20website.": "%D9%85%D8%B1%D8%AD%D8%A8%D8%A7%D9%8B%D8%8C%20%D8%A3%D8%AA%D9%88%D8%A7%D8%B5%D9%84%20%D9%85%D8%B9%D9%83%D9%85%20%D9%85%D9%86%20%D9%85%D9%88%D9%82%D8%B9%20%D8%B4%D8%B1%D9%83%D8%A9%20%D8%B7%D9%85%D9%88%D8%AD%20%D9%84%D9%84%D8%AA%D9%88%D8%B8%D9%8A%D9%81."
}